{"nodes": [
    {"index":0,"name":"John Goodman","role":"Defendant","descr":"Founder of the International Polo Club in Wellington, accused of DUI manslaughter in the February 2010 death of 23-year-old Scott Patrick Wilson. Goodman, 50, is a Texas native who is heir to a heating and air conditioning fortune. His insurance company paid Wilson's family $43 million to settle a wrongful death suit after the crash. A jury in 2012 convicted Goodman of DUI manslaughter in Wilson's death, and he was sentenced to 16 years in prison, but Circuit Judge Jeffrey Colbath in May 2013 overturned the conviction because of juror misconduct, clearing the way for a new trial.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/56/89/goodman.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/7b/76/goodman.png","x":200,"y":200},
    {"index":1,"name":"Scott Patrick Wilson","role":"Victim","descr":"Wilson was 23 when he drowned after Goodman's Bentley crashed into his Hyundai and pushed it upside-down into a canal. A former Wellington High School student, Wilson graduated from the University of Central Florida with a degree in mechanical engineering months before his death. He was living in Orlando, where he was looking for work, but on the weekend of the crash he was coming home to spend time with his family and celebrate his sister's 16th birthday.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/f5/6f/scott_wilson_439219a_4.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/2e/d4/scott_wilson_439219a_4.png","x":700,"y":200},
    {"index":2,"name":"Circuit Judge Jeffrey Colbath","role":"Judge","descr":"Now chief judge in the circuit covering Palm Beach County, Colbath is presiding over John Goodman's DUI manslaughter case, Colbath’s only active case. Colbath sentenced Goodman to 16 years in prison in 2012 after a jury convicted Goodman but overturned both the conviction and sentence in May 2013 after he found misconduct by juror Dennis DeMartin. Colbath sentenced DeMartin to six months in jail on related contempt of court charges.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/04/79/101212-Goodman-5.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/e0/08/101212-Goodman-5.png","x":20,"y":200},
    {"index":3,"name":"Ellen Roberts","role":"1st Prosecutor","descr":"A former assistant state attorney who led the state's prosecution of Goodman in the first trial, Roberts is now retired traffic homicide prosecutor who tried more than five dozen such cases over three decades. She now works part-time for the civil firm who represents Wilson's father. Goodman's new defense team has criticized her for releasing from evidence Goodman’s Bentley after he was convicted in 2012.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/e8/eb/ellen_roberts.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/40/c3/ellen-roberts.png","x":20,"y":40},
    {"index":4,"name":"Roy Black","role":"1st Defense attorney","descr":"High-profile Miami-based defense attorney whose client list includes William Kennedy Smith, Rush Limbaugh and most recently, Justin Bieber. Black headed a team of lawyers representing Goodman in the first trial. Black abruptly resigned from the case after the guilty verdict was overturned. Black's firm then withheld trial documents from Goodman's attorneys for the second trial, claiming Goodman owned them money.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/d8/04/roy_black.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/eb/53/roy-black.png","x":20,"y":40},
    {"index":5,"name":"Mark Shapiro","role":"1st Defense attorney","descr":"One of Goodman's legal defense team who is a partner in Roy Black's Miami firm. Shapiro worked previously as a prosecutor in the Miami-Dade State Attorney's Office. He, too, withdrew from the case after the appeal was won.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/01/78/MArk-Shapiro.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/99/91/MArk-Shapiro.png","x":20,"y":40},
    {"index":6,"name":"William Wilson","role":"Scott's father","descr":"Scott's father is an engineer who had divorced and remarried before Scott's death. He sat for hours at the crash scene waiting to have Scott's death confirmed. Filed a wrongful death suit with Lili Wilson against Goodman that was settled just before the first trial.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/4f/9e/william_wilson.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/b5/35/william-wilson.png","x":20,"y":40},
    {"index":7,"name":"Lili Wilson","role":"Scott's mother","descr":"Scott Wilson's mother. Scott, a recent UCF graduate and Orlando resident, was driving west on Lake Worth Road on his way to his mother's Wellington home when Goodman ran a stop sign and hit Scott's car, plunging it into a canal. She said the original sentence of 16 years was too lenient. ","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/59/a3/lili_wilson.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/0a/98/lili-wilson.png","x":20,"y":40},
    {"index":8,"name":"Ignacio \"Nacho\" Figueras","role":"Celebrity bartender","descr":"An Argentine polo player and model who has been referred to as the \"David Beckham\" of polo, Figueras is a longtime friend of Goodman's and was one of the celebrity bartenders at a charity event Goodman attended on the night of the crash. Figueras testified that he never served any alcohol to Goodman, and that he's sure Goodman was sober at the time the polo mogul left the event at the White Horse Tavern and headed to an after party at the Players Club","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/42/75/031612_Nacho_Figueras_Goodman.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/cf/8c/031612_Nacho-Figueras_Goodman.png","x":20,"y":40},
    {"index":9,"name":"Heather Ann Hutchins","role":"Goodman's girlfriend","descr":"Hutchins, also known as Heather Colby, is John Goodman's girlfriend and one of two people he called after the crash before calling 911. Before Goodman's first criminal trial and the Wilsons’ civil suit, Goodman tried to legally adopt Hutchins, who was 42 at the time. Goodman's attorneys called it an estate planning measure to help manage his children’s trust, but the Wilsons’ civil attorneys said it was to hide assets in their wrongful death suit against Goodman.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/6c/29/heather_hutchins.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/fe/c6/heather-hutchins.png","x":20,"y":40},
    {"index":10,"name":"Nicole Ocoro","role":"Witness","descr":"A witness in Goodman's first trial, Ocoro was a college student on her way home from a late movie about 1 a.m. on Feb. 12, 2010 when she spotted Goodman's wrecked Bentley at the intersection of Lake Worth Road and 120th Avenue. She turned around and went back to the scene of the crash, and when she found no one there, she called 911.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/b7/93/ocoro.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/72/e0/ocoro.png","x":20,"y":40},
    {"index":11,"name":"Dennis DeMartin","role":"Juror caused retrial","descr":"A retired Delray Beach accountant, DeMartin is the former juror who derailed Goodman's first conviction because of misconduct. DeMartin wrote three self-published books after serving as a juror in Goodman's case, including The Trials and Tribulations of a Senior Citizen Trying to Get a Date Without a Car, Believing in the Truth, and Will She Kiss me or Kill Me? In the second and third books, respectively, DeMartin revealed he conducted a forbidden drinking experiment before he and the other jurors convicted Goodman and also said his ex-wife had once been arrested for DUI - a fact he failed to disclose as a prospective juror. Circuit Judge Jeffrey Colbath overturned Goodman's conviction and 16-year prison sentence. He sentenced DeMartin to six months in jail on contempt of court charges.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/3b/a3/DeMartin.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/99/a6/DeMartin.png","x":20,"y":40},
    {"index":12,"name":"Deputy Ricardo Safford","role":"Deputy on scene","descr":"After Goodman called 911, Safford was the deputy who picked him up outside Lisa Pembleton's trailer and drove him to the crash scene. Safford testified in Goodman's first trial that Goodman reeked of alcohol and said that he had to drive his squad car with the windows down to get rid of the lingering odor.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/72/2d/ricardo_safford.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/9c/6c/ricardo-safford.png","x":20,"y":40},
    {"index":13,"name":"Stacey Shore","role":"Danced with Goodman","descr":"Shore testified that she danced with and kissed Goodman at the Players Club on the night of the crash. Goodman, Shore said, asked her to leave with him, but she said she had a policy of not leaving with people who have \"had more than two or three drinks.\"","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/4b/22/shore_1402962a.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/7f/b2/shore_1402962a.png","x":20,"y":40},
    {"index":14,"name":"Michael Urban","role":"Crash expert","descr":"Defense expert who reconstructed the crash, countering conclusions of the lead investigator, sheriff's deputy Troy Snelgrove. Urban said he believed the Bentley and Hyundai collided twice, which would throw off Snelgrove's estimates that Goodman was traveling about 63 mph and Wilson about 20 mph slower at the time of the crash. Urban said Goodman was driving between 49 and 58 mph and Wilson between 47 and 54. Snelgrove testified that the cars collided only once, and the much heavier Bentley nearly split the Hyundai in two.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/30/e6/urban.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/b5/a4/urban.png","x":20,"y":40},
    {"index":15,"name":"Dr. Richard Hamilton","role":"Brain injury expert","descr":"Hamilton, a neuropsychologist and clinical director of the University of Miami’s brain injury program, testified at length about the symptoms and signs of concussions during Goodman's first trial as the defense pursued the claim that Goodman could have suffered a concussion in the crash that left him dazed and confused.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/cd/a8/hamilton.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/fd/37/hamilton.png","x":20,"y":40},
    {"index":16,"name":"Carlos Pravaz","role":"Goodman's assistant","descr":"A horse trainer who served as Goodman's assistant and friend, Pravaz was one of two people  Goodman called after the crash from Lisa Pembleton's phone before he called 911. Goodman also called his girlfriend, Heather Anne Hutchins.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/57/68/pravaz.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/51/81/pravaz.png","x":20,"y":40},
    {"index":17,"name":"Marcos DaSilva","role":"Caretaker","descr":"A caretaker at Kris Kampsen's barn, DaSilva testified that when he went to the man cave after the crash, someone had left the lights and television on - a sign someone had been there.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/95/cb/dasilva.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/e7/35/dasilva.png","x":20,"y":40},
    {"index":18,"name":"Dustin Tate Yeatman","role":"Forensic toxicologist","descr":"Yeatman testified that if Goodman's blood alcohol hours after the crash was 0.177 - the equivalent of having had nine or 10 one-ounce alcoholic drinks - Goodman had to have had at least 13 ounces of alcohol in his system at the time of the crash. And the hydrocodone content in his blood, Yeatman said, had an “additive effect” to Goodman's impairment that night.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/61/96/unknown.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/62/50/unknown.png","x":20,"y":40},
    {"index":19,"name":"Sherri Collins","role":"Prosecutor","descr":"An assistant state attorney and one of the prosecutors, Collins and former prosecutor Ellen Roberts convinced a jury in 2012 to convict Goodman on DUI manslaughter charges. Afterward, Collins herself became the center of controversy when Palm Beach County Sheriff's deputy Bridgette Bott accused her of deliberately keeping her off the stand during a hearing where Goodman was accused of deliberately breaking his house arrest ankle monitor. Bott said she told Collins she could have corroborated Goodman's story that the break was accidental, but Collins sent her home. Collins is now prosecuting Goodman with Chief Assistant State Attorney Alan Johnson.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/e2/9d/collins.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/bb/0e/collins.png","x":20,"y":40},
    {"index":20,"name":"Alan Johnson","role":"Prosecutor","descr":"Formerly director of Palm Beach County's Ethics Commission, Johnson took over for outgoing Ellen Roberts in prosecuting the case. He is one of three chief assistants serving under Palm Beach State Attorney Dave Aronberg, and is in charge of legal education as well as support staff in the office.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/30/85/alan_johnson_01_395593a.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/38/93/alan_johnson_01_395593a.png","x":20,"y":40},
    {"index":21,"name":"Kris Kampsen","role":"Man cave owner","descr":"A polo player who played on Goodman's team and was among the group drinking with Goodman at the Players Club on the night of the crash. Goodman testified that after the crash he was looking for a phone in Kampsen's barn. The barn, aka Kampsen's 'man cave,' has no phone but does have TV and fully stocked bar. Kampsen said he learned that Goodman stopped there only when the two were out at dinner in Miami weeks after the crash. He told detectives Goodman asked him that night if he still stocked alcohol in the barn.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/6f/a2/kampsen.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/43/3d/kampsen.png","x":20,"y":40},
    {"index":22,"name":"Lisa Pembleton","role":"Goodman's 1st stop","descr":"Equestrian who testified that Goodman came to her trailer after the crash and asked to borrow her phone. She said she and Goodman discussed his having been in an accident, and she encouraged him to call 911. At trial it was revealed that she had been getting free legal services from the firm representing Scott Wilson's family and settled a wrongful death suit against Goodman. ","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/de/83/pembleton.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/62/f6/pembleton.png","x":20,"y":40},
    {"index":23,"name":"Cathleen Lewter","role":"Bartender","descr":"Players Club bartender the night of the crash. She originally estimated that the drinks she poured and saw Goodman drink collectively contained about 6.5 ounces of liquor, but she later said she miscalculated and said it was about half that amount. ","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/35/a1/lewter.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/92/05/lewter.png","x":20,"y":40},
    {"index":24,"name":"Troy Snelgrove","role":"Investigator","descr":"Palm Beach County Sheriff's lead investigator, hired by PBSO in 1995 and a traffic homicide investigator for more than a decade.  He mapped the crash scene that morning and eventually created a 3D detailed animation of the crash that was shown to the jury.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/3d/53/snelgrove.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/e1/d2/snelgrove.png","x":20,"y":40},
    {"index":25,"name":"Luka Serdar","role":"Engineer","descr":"Engineer who testified for the defense of several error codes on the Bentley's computer system at the time of the crash. Serdar said that although the malfunction would not have caused the car to go into a fail-safe-mode, applying the brakes still would have stopped the car.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/2d/57/serdar.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/19/7f/serdar.png","x":20,"y":40},
    {"index":26,"name":"Tom Livernois","role":"Engineer","descr":"The prosecution's engineer, an expert on automotive electrical systems out of Michigan, testified there was no way the car suddenly accelerated before the crash. He said the error codes referred to by the defense were caused by the crash. ","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/61/96/unknown.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/62/50/unknown.png","x":20,"y":40},
    {"index":27,"name":"Bridgette Bott","role":"House arrest deputy","descr":"A PBSO deputy assigned to the team monitoring Goodman at his estate during his house arrest awaiting trial. When Goodman's ankle monitor failed, she backed his version of events and later claimed in a lawsuit against the department that she was taken off the lucrative detail as a result. The department said another incident resulted in her suspension and assignment change.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/9a/95/bott.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/fa/8e/bott.png","x":20,"y":40},
    {"index":28,"name":"Harriet Goodman ","role":"Goodman's mother","descr":"John Goodman's mother. She died in Houston Aug. 27 at age 85 while Goodman awaited a new trial. Earlier that month, Judge Colbath granted Goodman permission to take a four-day trip with PBSO supervision to visit Harriet, who was battling cancer.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/e5/4d/hgoodman.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/1b/14/hgoodman.png","x":20,"y":40},
    {"index":29,"name":"Joshua Dubin","role":"Jury consultant","descr":"A lawyer and jury consultant who Roy Black brought on to Goodman's legal defense team. Dubin helped select the panel that eventually convicted Goodman at the end of the March 2012 trial. Dubin also resigned from the case after trial.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/61/96/unknown.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/62/50/unknown.png","x":20,"y":40},
    {"index":30,"name":"Douglas Duncan","role":"Lead defense attorney","descr":"A longtime criminal defense attorney, Duncan is Goodman's lead attorney after former attorneys Roy Black and Mark Shapiro stepped down from the case. He authored many pretrial motions, including a request to move the case out of Palm Beach County. His recent client list includes Gary Czajkowski, the chief defendant in \"Operation Dirty Water,\" and Delray Beach developer Anthony Pugliese, who is accused of fraud and money laundering charges in a case where the alleged victim is Subway founder Fred DeLuca.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/d4/9e/duncan.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/2e/38/duncan.png","x":20,"y":40},
    {"index":31,"name":"Elizabeth Parker","role":"Defense attorney","descr":"A former assistant state attorney who prosecuted Dalia Dippolito, the former Boynton Beach newlywed who recently won a new trial on charges she hired an undercover detective posing as a hitman to kill her husband. Parker has handled Goodman's requests to have the results of his blood test thrown out of the case. She is also the author of \"Poison Candy,\" a book about her prosecution of Dippolito.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/d3/c2/parker.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/fe/73/parker.png","x":20,"y":40},
    {"index":32,"name":"Scott Richardson","role":"Prosecutor","descr":"Once a defense attorney whose client list included law enforcement officers accused of crimes, Richardson became a chief assistant state attorney under former top prosecutor Michael McAuliffe. Richardson returned to private practice after McAuliffe stepped down in 2012 and joined Goodman's team shortly after Duncan. Among other topics, Richardson had litigated issues surrounding the accusations that state experts tampered with Goodman's Bentley.","imgsquare":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/bb/17/richardson.jpg","imgcircle":"http://media.cmgdigital.com/shared/img/photos/2014/09/22/05/9a/richardson.png","x":20,"y":40}
],
    "links": [
        {
            "source":  0,
            "target":  1,
            "type":  "involved in crash"
        },
        {
            "source":  0,
            "target":  2,
            "type":  "judge"
        },
        {
            "source":  1,
            "target":  2,
            "type":  "judge"
        },
        {
            "source":  1,
            "target":  7,
            "type":  "mother"
        },
        {
            "source":  1,
            "target":  3,
            "type":  "state attorney"
        },
        {
            "source":  0,
            "target":  4,
            "type":  "attorney"
        },
        {
            "source":  0,
            "target":  5,
            "type":  "defense team"
        },
        {
            "source":  4,
            "target":  5,
            "type":  "partner"
        },        
        {
            "source":  1,
            "target":  6,
            "type":  "father"
        },        
        {
            "source":  0,
            "target":  8,
            "type":  "friend"
        },        
        {
            "source":  0,
            "target":  9,
            "type":  "girlfriend"
        },        
        {
            "source":  11,
            "target":  2,
            "type":  "juror"
        },        
        {
            "source":  2,
            "target":  10,
            "type":  "witness"
        },      
        {
            "source":  0,
            "target":  12,
            "type":  ""
        },    
        {
            "source":  12,
            "target":  2,
            "type":  "testified"
        },  
        {
            "source":  0,
            "target":  13,
            "type":  ""
        },   
        {
            "source": 13,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  0,
            "target":  14,
            "type":  "expert"
        },
        {
            "source":  14,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  15,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  0,
            "target":  15,
            "type":  "expert"
        },
        {
            "source":  0,
            "target":  16,
            "type":  "friend"
        },
        {
            "source":  17,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  18,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  1,
            "target":  19,
            "type":  "Asst. State Attorney"
        },
        {
            "source":  1,
            "target":  20,
            "type":  "Asst. State Attorney"
        },
        {
            "source":  3,
            "target":  20,
            "type":  "succeeded"
        },
        {
            "source":  0,
            "target":  21,
            "type":  "polo player"
        },
        {
            "source":  17,
            "target":  21,
            "type":  "caretaker"
        },
        {
            "source":  21,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  23,
            "target":  0,
            "type":  "bartender"
        },
        {
            "source":  24,
            "target":  1,
            "type":  "investigator"
        },
        {
            "source":  24,
            "target":  0,
            "type":  "investigator"
        },
        {
            "source":  25,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  26,
            "target":  2,
            "type":  "testified"
        },
        {
            "source":  27,
            "target":  0,
            "type":  "monitoring team"
        },
        {
            "source":  0,
            "target":  28,
            "type":  "mother"
        },
        {
            "source":  0,
            "target":  29,
            "type":  "lawyer"
        },
        {
            "source":  0,
            "target":  22,
            "type":  "friend"
        },
        {
            "source":  0,
            "target":  30,
            "type":  "lawyer"
        },
        {
            "source":  30,
            "target":  5,
            "type":  "succeeded"
        },
        {
            "source":  30,
            "target":  4,
            "type":  "succeeded"
        },
        {
            "source":  0,
            "target":  31,
            "type":  ""
        },
        {
            "source":  0,
            "target":  32,
            "type":  "lawyer"
        }
    ]
}
